perf/proxy-9090/endurance/node-replicado/summary.txt
--------------------------------
Summary report @ 18:58:58(-0300)
--------------------------------

http.codes.200: ...................................................... 43258
http.request_rate: ................................................... 65/sec
http.requests: ....................................................... 43258
http.response_time:
  min: ............................................................... 1302
  max: ............................................................... 1660
  median: ............................................................ 1300.1
  p95: ............................................................... 1353.1
  p99: ............................................................... 1408.4
http.responses: ...................................................... 43258
vusers.completed: .................................................... 43258
vusers.created: ...................................................... 43258
vusers.created_by_name.Bbox1 (/): .................................... 43258
vusers.failed: ....................................................... 0
vusers.session_length:
  min: ............................................................... 1303.7
  max: ............................................................... 1662.4
  median: ............................................................ 1300.1
  p95: ............................................................... 1380.5
  p99: ............................................................... 1436.8